ms-python.python
ms-toolsai.jupyter
ms-vscode.live-server
quarto.quarto
posit.shiny
reditorsupport.r
alefragnani.project-manager
posit.air-vscode
RooVeterinaryInc.roo-cline
sst-dev.opencode

